Repository: DZetaDev/Gama-Core
Catalog: trunk/languages/gama-core-*.po
Languages: pt_br

source: Testimonials
pt_br: Depoimentos

source: Testimonial
pt_br: Depoimento

source: Add New Testimonial
pt_br: Adicionar Novo Depoimento

source: New Testimonial
pt_br: Novo Depoimento

source: Edit Testimonial
pt_br: Editar Depoimento

source: View Testimonial
pt_br: Ver Depoimento

source: All Testimonials
pt_br: Todos os depoimentos

source: Search Testimonials
pt_br: Procurar por Depoimentos

source: Parent Testimonials:
pt_br: Parente Depoimentos:

source: No testimonials found.
pt_br: Não foram encontrados depoimentos.

source: No testimonials found in Trash.
pt_br: Não foram encontrados depoimentos na Lixeira.

source: Members Team
pt_br: Membros da Equipe

source: Team
pt_br: Equipe

source: Add New Member Team
pt_br: Adicionar novo Membro na Equipe

source: New Member Team
pt_br: Novo Membro na Equipe

source: Edit Team
pt_br: Editar equipe

source: View Team
pt_br: Ver Equipe

source: All Members Team
pt_br: Todos membros da Equipe

source: Search Members Team
pt_br: Pesquisar por Membros da Equipe

source: Parent Members Team:
pt_br: Parente membros da Equipe:

source: No members team found.
pt_br: Nenhum Membro da Equipe encontrado.

source: No members team found in Trash.
pt_br: Não há membros da equipe encontrados na lixeira

source: Portfolio
pt_br: Portfólio

source: Portfolios
pt_br: Portfólios

source: Add New Portfolio Item
pt_br: Adicionar Novo Item de Portfólio

source: New Portfolio
pt_br: Novo Portfólio

source: Edit Portfolio
pt_br: Editar Portfólio

source: View Portfolio
pt_br: Ver Portfólio

source: All Portfolios
pt_br: Todos Portfólios

source: Search Portfolio Items
pt_br: Procurar itens do Portfólio

source: Parent Portfolios:
pt_br: Parente Portfólios:

source: No Portfolios found.
pt_br: Não foram encontrados Portfólios.

source: No Portfolios found in Trash.
pt_br: Nenhum Portfólio encontrado na Lixeira

source: Portfolio Categories
pt_br: Categorias de Portfólio

source: Portfolio Category
pt_br: Categoria de Portfolio :

source: Portfolio Tags
pt_br: Tags de Portfólio

source: Portfolio Tag
pt_br: Tag de Portfólio

source: Reviews
pt_br: Avaliações

source: Review
pt_br: Avaliação

source: Add New Review
pt_br: Adicionar nova Avaliação

source: New Review
pt_br: Nova avaliação

source: Edit Review
pt_br: Editar Avaliação

source: View Review
pt_br: Ver Avaliação

source: All Reviews
pt_br: Todas as Avaliações

source: Search Reviews
pt_br: Pesquisar avaliações

source: Parent Reviews:
pt_br: Avaliações:

source: No reviews found.
pt_br: Nenhum avaliação encontrada.

source: No reviews found in Trash.
pt_br: Nenhuma avaliação encontrada na Lixeira

source: Review Categories
pt_br: Categorias de avaliação

source: Review Category
pt_br: Categoria de avaliação

source: Review Tags
pt_br: Tags de avaliações

source: Review Tag
pt_br: Tag de avaliação

source: Type of Products/Services
pt_br: Tipo de Produtos/Serviços

source: Type of Product/Service
pt_br: Tipo de Produto/Serviço

source: Search Types of Products/Services
pt_br: Procurar tipos de Produtos/Serviços

source: All Types of Products/Services
pt_br: Todos os tipos de Produtos/Serviços

source: Parent Type of Product/Service
pt_br: Parente tipo de Produto/Serviço

source: Parent Type of Product/Service:
pt_br: Parente tipo pai de Produto/Serviço:

source: Edit Type of Product/Service
pt_br: Editar o tipo de Produto/Serviço

source: Update Type of Product/Service
pt_br: Atualizar tipo de Produto/Serviço

source: Add New Type of Product/Service
pt_br: Adicionar novo tipo de Produto/Serviço

source: New Type of Product/Service Name
pt_br: Novo tipo do Produto/Nome de Serviço
